Repository: adminkov7/WatchMan-Site7
Catalog: languages/wms7-*.po
Languages: de_de, fr_fr, it_it, ru_ru

source: This field indicates the start date of blocking the IP address of the visitor.<br /><br />an Example of selecting the date of blocking the IP of the visitor:
de_de: Dieses Feld zeigt das Anfangsdatum der Sperrung der IP-Adresse des Besuchers.<br /><br />ein Beispiel auswählen, das Datum der Sperrung der IP des Besuchers:
fr_fr: Ce champ indique la date de début de blocage de l'adresse IP du visiteur.<br /><br />un Exemple de sélection de la date de blocage de l'IP du visiteur:
it_it: Questo campo indica la data di inizio del blocco dell'indirizzo IP del visitatore.<br /><br />un Esempio selezionando la data di bloccare l'IP del visitatore:
ru_ru: Данное поле означает дату начала блокировки IP адреса посетителя сайта.<br /><br />Пример выбора даты начала блокировки IP посетителя сайта:

source: 3.field: Ban end date
de_de: 3.Feld: Ban end-Datum
fr_fr: 2.champ: Interdiction de la date de fin
it_it: 3.campo: Divieto di data di fine
ru_ru: 3.поле: дата окончания блокировки

source: On this page information is generated about the end of the lock IP of the visitor to the site. The reservation is removed from the file .htaccess <br /><br />end IP block the visitor:
de_de: Auf dieser Seite werden Informationen generiert werden, über das Ende der lock-IP-Adresse des Besuchers der Website. Die Buchung wird aus der Datei entfernt .htaccess <br /><br />end-IP-block der Besucher:
fr_fr: Sur cette page, l'information est générée sur la fin de la serrure IP du visiteur du site. La réservation est retiré du dossier .htaccess <br /><br />à la fin du bloc IP du visiteur:
it_it: In questa pagina viene generata una informazione circa la fine del blocco IP del visitatore del sito. La prenotazione viene rimosso dal file .htaccess <br /><br />fine blocco IP visitatore:
ru_ru: На данной странице формируется информация об окончании блокировки доступа IP посетителя к сайту. Информация о блокировке удаляется из файла .htaccess <br /><br />Информация об окончании блокировки IP посетителя:

source: 4.field: Ban message
de_de: 4.Feld: Ban Nachricht
fr_fr: 4.champ: Interdiction de message
it_it: 4.campo: Divieto messaggio
ru_ru: 4.поле: сообщение о блокировке

source: This field is used to store information as to why the decision of the administrator about the IP blocking the website visitor
de_de: Dieses Feld wird verwendet, um Informationen zu speichern, weshalb die Entscheidung des Administrators über die IP-Blockierung der website-Besucher
fr_fr: Ce champ est utilisé pour stocker les informations sur les raisons de la décision de l'administrateur concernant le blocage de l'IP du visiteur d'un site web
it_it: Questo campo viene utilizzato per memorizzare informazioni sul motivo per cui la decisione dell'amministratore circa il blocco IP del visitatore del sito web
ru_ru: Данное поле служит для хранения информации о причине принятия решения администратором о блокировке IP посетителя сайта

source: 5.field: Ban notes
de_de: 5.Feld: Ban Noten
fr_fr: 5.champ: Interdiction de notes
it_it: 5.campo: Divieto di note
ru_ru: 5.поле: заметка о блокировке

source: Additional, redundant field. Is used for convenience by the site administrator
de_de: Zusätzliche, redundante Feld. Verwendet wird für die Bequemlichkeit durch den site-administrator
fr_fr: Supplémentaire, redondant champ. Est utilisé à des fins de commodité par l'administrateur du site
it_it: Ulteriori, ridondante campo. È utilizzato per la convenienza da parte dell'amministratore del sito
ru_ru: Дополнительное, резервное поле. Используется для удобства администратором сайта

source: Display panel info
de_de: Anzeigetafel Info
fr_fr: Panneau d'affichage de l'info
it_it: Display pannello info
ru_ru: Отобразить панель инфо

source: Setting list
de_de: Einstellung Liste
fr_fr: Liste de réglage
it_it: Elenco di impostazione
ru_ru: Настройки

source: History list
de_de: History Liste
fr_fr: La liste de l'historique
it_it: Elenco cronologia
ru_ru: История визитов

source: Robots list
de_de: Roboter Liste
fr_fr: Les Robots liste
it_it: Robot elenco
ru_ru: Роботы визиты

source: Select role of visitors
de_de: Wählen Sie Rolle der Besucher
fr_fr: Sélectionnez le rôle des visiteurs
it_it: Selezionare ruolo di visitatori
ru_ru: Выбор роли посетителей

source: Role All
de_de: Rolle Alle
fr_fr: Tous Les Rôle
it_it: Ruolo Tutti
ru_ru: Роль все

source: Select time of visits
de_de: Wählen Sie die Zeit der Besuche
fr_fr: Sélectionnez l'heure des visites
it_it: Selezionare il tempo delle visite
ru_ru: Выбор времени посещений

source: Time All
de_de: Zeit Alle
fr_fr: Tous Les Temps
it_it: Tempo Tutti
ru_ru: Время все

source: Filter
fr_fr: Filtre
it_it: Filtro
ru_ru: Фильтр

source: Enter login or visitor IP
de_de: Geben Sie den Benutzernamen oder Besucher IP
fr_fr: Entrez votre nom ou le visiteur IP
it_it: Inserisci il login o IP visitatore
ru_ru: Ввод логина или IP посетителя

source: Items deleted
de_de: Elemente gelöscht
fr_fr: Les éléments supprimés
it_it: Gli elementi eliminati
ru_ru: Элементы удалены

source: Black list item data cleaned successful
de_de: Schwarze Liste-Daten gereinigt erfolgreich
fr_fr: Liste noire de l'élément de données nettoyées succès
it_it: Lista nera elemento di dati puliti successo
ru_ru: Элемент черного списка успешно очищен

source: Export data items executed successful
de_de: Export-Daten erfolgreich ausgeführt
fr_fr: Exporter les données des éléments exécutés succès
it_it: Esportazione di dati elementi eseguito con successo
ru_ru: Экспорт данных выбранных элементов выполнен успешно

source: visitors of site
de_de: die Besucher der Website
fr_fr: les visiteurs du site
it_it: i visitatori del sito
ru_ru: посетители сайта

source: Settings data saved successful
de_de: Einstellungen Daten erfolgreich gespeichert
fr_fr: Paramètres des données enregistrées succès
it_it: Impostazioni dati salvati con successo
ru_ru: Основные настройки успешно сохранены

source: settings
de_de: einstellungen
fr_fr: paramètres
it_it: impostazioni
ru_ru: настройки

source: General settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux
it_it: Impostazioni generali
ru_ru: Основные настройки

source: Save
de_de: Speichern
fr_fr: Enregistrer
it_it: Salva
ru_ru: Сохранить

source: Quit
de_de: Beenden
fr_fr: Quitter
it_it: Uscire
ru_ru: Выйти

source: Duration log entries
de_de: Dauer-log-Einträge
fr_fr: La durée des entrées de journal
it_it: Durata di registro non valide
ru_ru: Кол-во записей визитов

source: Do not include visits for
de_de: Nicht sind Besuche für
fr_fr: Ne pas inclure des visites pour
it_it: Non includono le visite per
ru_ru: Не включать визиты для

source: WHO-IS service
de_de: WER-IST-Dienst
fr_fr: QUI-EST service
it_it: CHI È di servizio
ru_ru: WHO-IS service провайдеры

source: Visits from these IP addresses will be excluded from the protocol visits
de_de: Besuche von diesen IP-Adressen werden ausgeschlossen aus dem Protokoll Besuche
fr_fr: Les visites de ces adresses IP seront exclus du protocole de visites
it_it: Visite da questi indirizzi IP saranno esclusi dal protocollo di visite
ru_ru: Посещения перечисленных IP-адресов будут исключены из протокола визитов

source: WHO-IS service offers information about the IP address visitors of site
de_de: WER-IST-Dienst liefert Informationen über die IP-Adresse der Besucher der Website
fr_fr: QUI-EST-service propose des informations sur l'adresse IP des visiteurs du site
it_it: CHE-È il servizio offre informazioni sull'indirizzo IP dei visitatori del sito
ru_ru: WHO-IS service предоставляет географическое местоположения IP посетителя сайта

source: Visits this name will be marked - Robot
de_de: Besuche dieser name wird markiert - Roboter
fr_fr: Les visites de ce nom sera marqué - Robot
it_it: Visite di questo nome verrà segnato - Robot
ru_ru: Визиты с перечисленными названиями будут отмечены как роботы

source: day
de_de: tag
fr_fr: jour
it_it: giorno
ru_ru: дней

source: black list
de_de: schwarze liste
fr_fr: liste noire
it_it: lista nera
ru_ru: черный список

source: Black list item data saved successful:
de_de: Schwarze Liste gespeicherten Daten erfolgreich:
fr_fr: Liste noire de l'élément de données enregistrées succès:
it_it: Nero voce di elenco dei dati salvati con successo:
ru_ru: Значения данных успешно сохранены в черный список

source: Ban start date
de_de: Ban start datum
fr_fr: Interdiction de la date de début
it_it: Divieto di data di inizio
ru_ru: Дата начала блокировки IP адреса

source: Ban end date
de_de: Ban Ende datum
fr_fr: Interdiction de la date de fin
it_it: Divieto di data di fine
ru_ru: Дата окончания блокировки IP адреса

source: Ban message
de_de: Ban Nachricht
fr_fr: Interdiction de message
it_it: Divieto messaggio
ru_ru: Дополнительное поле для администратора

source: Ban notes
de_de: Ban Noten
fr_fr: L'interdiction des notes
it_it: Divieto di note
ru_ru: Для заметок администратора (причина блокировки)

source: Filter 1 level, I group
de_de: Filter der Stufe 1, Gruppe I
fr_fr: Filtre 1 niveau, I groupe
it_it: Filtro 1 livello di gruppo
ru_ru: Фильтр 1 уровень, I группа

source: Filter 1 level, II group
de_de: Filter der Stufe 1, Gruppe II
fr_fr: Filtre 1 niveau, II groupe
it_it: Filtro 1 livello, II gruppo
ru_ru: Фильтр 1 уровень, II группа

source: Black list data for
de_de: Schwarze Liste daten für
fr_fr: Liste noire de données pour
it_it: Lista nera dei dati per
ru_ru: Данные Черного списка для

source: Display filters II level
de_de: Display-Filter-II-Ebene
fr_fr: Filtres d'affichage II niveau
it_it: I filtri di visualizzazione di II livello
ru_ru: Отобразить фильтры II уровня

source: All visits
de_de: Alle Besuche
fr_fr: Toutes les visites
it_it: Tutte le visite
ru_ru: Все визиты

source: Unlogged visits
de_de: Anonymen Besuch
fr_fr: Anonymes visites
it_it: Anonimo visite
ru_ru: Аноним визиты

source: Success visits
de_de: Erfolg besucht
fr_fr: Le succès des visites
it_it: Successo visite
ru_ru: Успешные визиты

source: Failed visits
de_de: Fehlgeschlagen besucht
fr_fr: Échec de visites
it_it: Errata visita
ru_ru: Неуспешные визиты

source: Robots visits
de_de: Roboter besucht
fr_fr: Les Robots visites
it_it: Robot visite
ru_ru: Роботы визиты

source: days. Leave empty or enter 0 if you not want the log to be truncated
de_de: Tage. Leer lassen oder 0 eingeben, wenn Sie nicht möchten, dass das Protokoll nicht abgeschnitten wird
fr_fr: jours. Laissez vide ou entrez 0 si vous ne voulez pas que le journal soit tronqué
it_it: giorni. Lasciare vuoto o inserire 0 se non si desidera che il registro per essere troncato
ru_ru: дней. Оставьте поле пустым или введите 0, Если Вы не хотите, усекать журнал

source: The value of this field determines for what period of time need to store information about the website visit.
de_de: Der Wert dieses Feldes bestimmt, für welchen Zeitraum benötigen zum speichern von Informationen über den website-Besuch.
fr_fr: La valeur de ce champ détermine pour quelle période de temps, besoin de stocker des informations à propos de la visite du site.
it_it: Il valore di questo campo determina per quale periodo di tempo necessario per memorizzare le informazioni sulla visita al sito web.
ru_ru: Значение этого поля определяет - за какой период времени нужно хранить информацию о посещении сайта

source: 2.fields: Number of records of visits
de_de: 2.Felder: Anzahl der Datensätze der Besuche
fr_fr: 2.champs: Nombre d'enregistrements de visites
it_it: 2.campi: Numero di record di visite
ru_ru: 2.поле: Кол-во записей визитов

source: Refresh
de_de: Aktualisieren
fr_fr: Actualiser
it_it: Aggiorna
ru_ru: Обновить

source: press Refresh
de_de: drücken Refresh
fr_fr: appuyez sur Actualiser
it_it: premere Aggiorna
ru_ru: кн. Обновить

source: Source not found
de_de: Quelle nicht gefunden
fr_fr: Source pas trouvé
it_it: Di origine non trovato
ru_ru: Источ-к не найден

source: Not found
de_de: Nicht gefunden
fr_fr: Pas trouvé
it_it: Non trovato
ru_ru: Не найдено

source: Plugin task
de_de: Plugin Aufgabe
fr_fr: Plugin tâche
it_it: Plugin attività
ru_ru: Плагины задачи

source: Themes task
de_de: Themen Aufgabe
fr_fr: Thèmes tâche
it_it: Temi attività
ru_ru: Темы задачи

source: WP task
de_de: WP Aufgabe
fr_fr: WP tâche
it_it: WP attività
ru_ru: WP задачи

source: Task name
de_de: Name der Aufgabe
fr_fr: Nom de la tâche
it_it: Nome attività
ru_ru: Имя задачи

source: Recurrence
de_de: Wiederholung
fr_fr: La récurrence
it_it: La ricorrenza
ru_ru: Повторение

source: Next run
de_de: Nächsten Lauf
fr_fr: Prochaine course
it_it: Prossima corsa
ru_ru: Следующий старт

source: Source task
de_de: Quelle Aufgabe
fr_fr: Source de la tâche
it_it: Attività di origine
ru_ru: Источник

source: Dashboard (panel - info) consists of four information blocks:<br />- Block - settings/General.<br />it displays the settings of the plugin installed on the Settings page.<br />- Unit - History of visits to the site.<br />it displays the types of site visits (A-all visits, U-unregistered visit, S was visiting, F-unsuccessful registration attempts, R-robots). In brackets the number of visits.<br />- Block - Robots.<br />it displays the date, the time of the last visit robots entered in the list of robots on the Settings page.<br />- Block - blacklist.<br />it shows ip of the site visitors who were blocking access to the site. Display format: date of commencement of lock-access website, end date start blocking access to the site, the ip block address of the visitor.
de_de: Armaturenbrett (panel - info) besteht aus vier Informationsblöcken:<br />- Block - Einstellungen \" / \"allgemein\".<br />es zeigt die Einstellungen des plugins auf der Seite \"Einstellungen\".<br />- Referat - Geschichte der Besuche auf der Website.<br />es zeigt die Arten der Website-Besuche (Ein-alle Besichtigungen, U-unregistrierte besuchen, S war zu Besuch, F-erfolglosen registrierungsversuchen, R-Roboter). In Klammern die Anzahl der Besuche.<br />- Block - Roboter.<br />es zeigt das Datum, die Uhrzeit des Besuches Roboter in die Liste eingetragen von Robotern auf der Seite \"Einstellungen\".<br />- Sperren - blacklist.<br />es zeigt ip der Website-Besucher, die waren blockiert den Zugriff auf die Website. Display-format: \"Datum des Beginns der Sperre-website zugreifen, Datum Beginn Ende blockiert den Zugriff auf die Website, die ip-block-Adresse des Besuchers.
fr_fr: Tableau de bord (panneau d'information) se compose de quatre blocs d'informations:<br />- Bloc - réglages/Général.<br />il affiche les paramètres du plugin installé sur la page des Paramètres.<br / > Unité d'Histoire de visites sur le site.<br />il affiche les types de visites de sites (Un-toutes les visites, U-non visite, S était en visite, F-échec les tentatives d'enregistrement, R-robots). Entre parenthèses le nombre de visites.<br />- Bloc - Robots.<br />il affiche la date, l'heure de la dernière visite des robots est entré dans la liste des robots sur la page des Paramètres.<br />- Bloc - liste noire.<br />il montre ip des visiteurs du site qui ont été blocage de l'accès au site. Format d'affichage: date de début de l'interdiction d'accès au site, la date de fin de commencer à bloquer l'accès au site, le bloc d'ip, l'adresse du visiteur.
it_it: Dashboard (pannello info) si compone di quattro blocchi di informazioni:<br />- Blocco impostazioni/Generale.<br />visualizza impostazioni del plugin installato nella pagina Impostazioni.<br />- l'Unità - la Storia di visite al sito.<br />visualizza i tipi di visite in loco (A-tutte le visite, U-non registrato visita, S era in visita, F-infruttuosi tentativi di registrazione, R-robot). Tra parentesi il numero di visite.<br />- Blocco - Robot.<br />consente di visualizzare la data, l'ora dell'ultima visita robot inserito nell'elenco dei robot nella pagina Impostazioni.<br />- Blocco - blacklist.<br />mostra l'ip dei visitatori del sito che hanno bloccato l'accesso al sito. Il formato di visualizzazione: data di inizio del blocco di accesso al sito web, la data di fine di bloccare l'accesso al sito, il blocco ip indirizzo del visitatore.
ru_ru: Информационная панель (панель - инфо) состоит из четырех информационных блоков:<br />- Блок - настройки/общие.<br /> в нем отображаются параметры настроек плагина, установленных на странице Настройки.<br />- Блок - История посещений сайта.<br />в нем отображаются типы посещений сайта (A-все посещения, U-незарегистрированные посещения, S-зарегистрированные посещения, F-безуспешные попытки регистрации, R-посещения роботов). В скобках - количество посещений.<br />- Блок - Роботы.<br />в нем отображаются дата, время последнего посещения роботов, введенных в список роботов на странице Настройки.<br />- Блок - Черный список.<br />в нем отображаются ip посетителей сайта, к которым применена блокировка доступа к сайту. Формат отображения: дата начала блокировки доступа к сайту, дата окончания начала блокировки доступа к сайту, ip-блокируемый адрес посетителя.

source: Panel info
fr_fr: Panneau info
it_it: Pannello info
ru_ru: Панель инфо

source: In the category of mass actions are included:<br /> - delete. This action allows you to delete a selected check box record in the main table - visits to the site. If any record is marked for deletion and will be marked in the black list, then the entry is NOT removed until before the administrator will deselect (command - clean) black list of this record.<br /> - export. This action allows you to export the selected record (visit site external Excel file. Subsequently, this file can be formatted into the desired form teams and use Excel as report. In the export file enter the following fields from the main table site visit: id, uid, time, user_ip, page_visit, page_from.
de_de: In der Kategorie mass-Aktionen sind im Lieferumfang enthalten:<br /> - löschen. Diese Aktion ermöglicht das löschen eines ausgewählten Kontrollkästchen Datensatz in der Haupttabelle - Besuche auf der Website. Wenn jeder Datensatz zum löschen markiert und gekennzeichnet werden, die in der schwarzen Liste, dann wird der Eintrag NICHT entfernt, bis, bevor der administrator deaktivieren (Befehl - clean) schwarze Liste für diesen Datensatz.<br /> - export. Diese Aktion ermöglicht Ihnen das exportieren von den ausgewählten Datensatz (Website besuchen externe Excel-Datei. Anschließend kann diese Datei formatiert werden, in die gewünschte form-teams und der Verwendung von Excel als Bericht. In der export-Datei geben Sie die folgenden Felder aus der Haupttabelle Website besuchen: id, uid, Zeit, user_ip, page_visit, page_from.
fr_fr: Dans la catégorie des actions de masse sont inclus:<br /> - supprimer. Cette action permet de supprimer une case à cocher enregistrer dans la table principale, - les visites sur le site. Si un enregistrement est marqué pour suppression et sera marqué dans la liste noire, puis l'entrée n'est PAS retiré avant jusqu'à ce que l'administrateur aura pour effet de désélectionner (commande - clean) liste noire de cet enregistrement.<br /> - export. Cette action vous permet d'exporter l'enregistrement sélectionné (visitez le site externe fichier Excel. Par la suite, ce fichier peut être mis en forme dans la forme désirée en équipes et à l'utilisation d'Excel en tant que rapport. Dans le fichier d'exportation saisir les champs suivants de la table principale de la visite de site: id, uid, time, user_ip, page_visit, page_from.
it_it: Nella categoria delle azioni di massa sono inclusi:<br /> - eliminare. Questa azione consente di eliminare una casella di controllo selezionata record della tabella principale - visite al sito. Se tutti i record contrassegnati per l'eliminazione, sarà segnato nella lista nera, quindi la voce NON viene rimosso fino a prima che l'amministratore deselezionare (comando - clean) \"lista nera\" di questo disco.<br /> - export. Questa azione consente di esportare i record selezionato (visita il sito file Excel esterno. Successivamente, questo file può essere formattato in forma desiderata squadre e utilizzare Excel come report. Nel file di esportazione inserire i seguenti campi dalla tabella principale visita il sito: id, uid, time, user_ip, page_visit, page_from.
ru_ru: В категорию « массовые действия » включены:<br />- « удалить ». Это действие позволяет удалить отмеченные чек-боксом записи в основной таблице - посещений сайта. В случае, если какая-то запись будет отмечена - на удаление и будет отмечена в « черном списке », то эта запись НЕ будет удалена до тех пор, пока администратор не снимет отметку (команда - очистить) « черный список » этой записи.<br />- « экспорт ». Это действие позволяет экспортировать выделенные записи посещения сайта - во внешний файл формата Excel. В последующем, этот файл можно отформатировать в нужный вид командами Excel и использовать в качестве отчета. В экспортный файл попадают следующие поля из основной таблицы посещения сайта: id, uid, time, user_ip, page_visit, page_from.

source: Bulk actions
de_de: Bulk-Aktionen
fr_fr: Des actions groupées
it_it: Azioni collettive
ru_ru: Массовые действия

source: Fragment table prefix_options
de_de: Fragment Tabelle prefix_options
fr_fr: Fragment de la table de prefix_options
it_it: Frammento di tabella prefix_options
ru_ru: Фрагмент таблицы prefix_options

source: Group screen settings: « column » and « pagination » are the standard settings of the Wordpress screen and no additional comments need. Settings « Display panel-info » used to display or hide the 4 dashboard: settings/General, history of visits, robots visitors, blacklist ip. In the case of removal of flags from all 4 check-boxes, the entire dashboard will be hidden.<br /><br />screen Settings
de_de: Gruppe Bildschirm-Einstellungen: « Spalte » und « Paginierung » sind die standard-Einstellungen der Wordpress-Bildschirm und keine weiteren Kommentare benötigen. Einstellungen für « Display-info » verwendet, um anzuzeigen oder zu verbergen die 4 dashboard: Einstellungen/Allgemeines, Geschichte der Besuche, Roboter Besucher, ip-blacklist. Im Falle der Entfernung der Flaggen aus allen 4 check-Boxen, das gesamte Armaturenbrett versteckt werden.<br /><br />Bildschirm-Einstellungen
fr_fr: Groupe des paramètres de l'écran: « colonne » et « pagination » sont les paramètres standard de Wordpress écran et pas d'autres commentaires ont besoin. Paramètres d'Affichage « panneau-info » permet d'afficher ou masquer le 4 tableau de bord: réglages/Général, l'historique des visites, des robots, des visiteurs, la liste noire de la propriété intellectuelle. Dans le cas de la suppression des drapeaux de tous les 4 cases, l'ensemble du tableau de bord seront cachés.<br /><br />les Paramètres de l'écran
ru_ru: Группы настроек экрана: « колонки » и « постраничная навигация » являются стандартными настройками экрана CMS Wordpress и в дополнительных комментариях не нуждаются. Настройки « Отобразить panel-info » служат для отображения или скрытия 4 информационных панелей: « настройки/общие », « история посещений сайта », « роботы-посетители », « черный список ip ». В случае снятия флажков со всех 4 чек-боксов, вся информационная панель будет скрыта.
