Repository: adminkov7/WatchMan-Site7
Catalog: languages/wms7-*.po
Languages: de_de, fr_fr, it_it, ru_ru

source: WatchMan-Site7
ru_ru: Сторож сайта7

source: Oleg Klenitskiy
ru_ru: Олег Кленицкий

source: All
de_de: Alle
fr_fr: Tous
it_it: Tutti
ru_ru: Все

source: Unlogged
de_de: Anonym
fr_fr: Non
it_it: Anonimo
ru_ru: Без логина

source: Success log
de_de: Erfolg Log
fr_fr: Succès
it_it: Log successo
ru_ru: Успешно

source: Failed log
de_de: Gescheiterte log
fr_fr: Échoué
it_it: Log fallito
ru_ru: Безуспешно

source: Robots
de_de: Roboter
it_it: Robot
ru_ru: Роботы

source: Black list
de_de: Schwarze Liste
fr_fr: Liste noire
it_it: Lista nera
ru_ru: Черн.список

source: Close
de_de: Schließen
fr_fr: Fermer
it_it: Vicino
ru_ru: Закрыть

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
it_it: Modifica
ru_ru: Ред.

source: Clear
de_de: Klar
fr_fr: Claire
it_it: Chiaro
ru_ru: Чист.

source: Login
ru_ru: Логин

source: Role
de_de: Rolle
fr_fr: Rôle
it_it: Ruolo
ru_ru: Роль

source: Time
de_de: Zeit
fr_fr: Le temps
it_it: Tempo
ru_ru: Время

source: Page Visit
de_de: Seite Besuchen
fr_fr: Page Visiter
it_it: Visita pagina
ru_ru: стр. визита

source: Page From
de_de: Seite Von
fr_fr: Page De
it_it: Pagina da
ru_ru: стр. откуда

source: Info
fr_fr: de l'info
ru_ru: Инфо

source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Eliminare
ru_ru: Удалить

source: Export
fr_fr: L'exportation
it_it: Esportare
ru_ru: Экспорт

source: Failed
de_de: Gescheiterte
fr_fr: Échoué
it_it: fallito
ru_ru: Безуспешно

source: Success
de_de: Erfolg
fr_fr: Succès
it_it: Successo
ru_ru: Успешно

source: Visitors
de_de: Besucher
fr_fr: Les visiteurs
it_it: Visitatori
ru_ru: Посетители

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
ru_ru: Настройки

source: The number of elements on the page:
de_de: Die Anzahl der Elemente auf der Seite:
fr_fr: Le nombre d'éléments sur la page:
it_it: Il numero di elementi della pagina:
ru_ru: Количество элементов на странице:

source: 1.Description
de_de: 1.Beschreibung
it_it: 1.Descrizione
ru_ru: Описание

source: This plugin is written for administrators of sites created on Wordpress. The main functions of the plugin are: <br />1. Record the date and time of visit to the site by people, robots.<br />2. The entry registration site visit: successful, unsuccessful, no registration.<br />3. The entry address of the visitor: country of the visitor, the address of a web resource.<br />4. Record information about the browser, OS of the visitor.<br />5. A visitor record in the category of unwelcome and a ban on visiting the site in a set period of time.<br />For convenience the administrator of the site plugin used:<br />1. Filters 1 level.<br />2. Filters 2 level.<br />3. The deletion of unnecessary records on the visit in automatic and manual modes.<br />4. Export records of visits to the site in an external file for later analysis.
de_de: Dieses plugin ist geschrieben für Administratoren von Websites auf Wordpress. Die wichtigsten Funktionen des plugins sind: <br />1. Notieren Sie sich das Datum und die Uhrzeit des Besuchs auf der Website durch Menschen und Roboter.<br />2. Der Eintrag Registrierungs-Website besuchen: erfolgreich, erfolglos, keine Registrierung.<br />3. Der Eintrag Adresse des Besuchers: Land der Besucher, die die Adresse einer web-Ressource.<br />4. Aufzeichnen von Informationen über den browser, OS des Besuchers.<br />5. Ein Besucherrekord in der Kategorie unerwünschter und Verbot den Besuch der Website in einem festgelegten Zeitraum.<br />Für die Bequemlichkeit der administrator der site-plugin verwendet:<br />1. Filter 1 level.<br />2. Filter-2-Ebene.<br />3. Die Löschung unnötiger Datensätze, die auf den Besuch in automatische und manuelle Modi.<br />4. Datensätze exportieren der Besuche auf der Website in einer externen Datei für die spätere Analyse.
fr_fr: Ce plugin est écrit pour les administrateurs de sites créés sur Wordpress. Les principales fonctions du plugin: <br />1. Enregistrer la date et l'heure de la visite du site par des personnes, des robots.<br />2. L'inscription de la visite de site: succès, échec, pas d'inscription.<br />3. L'entrée de l'adresse du visiteur: le pays de l'utilisateur, l'adresse d'une ressource web.<br />4. Enregistrement des informations sur le navigateur, le système d'exploitation du visiteur.<br />5. Un visiteur record dans la catégorie des indésirables et l'interdiction de la visite du site dans une période de temps définie.<br />Pour plus de commodité, l'administrateur du site plugin utilisé:<br />1. Les filtres de 1 niveau.<br />2. Les filtres de niveau 2.<br />3. La suppression de dossiers inutiles sur la visite en modes automatique et manuel.<br />4. Exporter des enregistrements de visites sur le site dans un fichier externe pour une analyse ultérieure.
it_it: Questo plugin è scritto per gli amministratori di siti creati con Wordpress. Le principali funzioni del plugin sono: <br />1. Registrare la data e l'ora della visita al sito, robot.<br />2. L'iscrizione visita il sito: successo, riuscito, di nessuna registrazione.<br />3. L'indirizzo di entrata dei visitatori: paese del visitatore, l'indirizzo di una risorsa web.<br />4. Registrare le informazioni sul browser, il sistema operativo del visitatore.<br />5. Un visitatore record nella categoria dei non graditi e di un divieto di visitare il sito in un determinato periodo di tempo.<br />Per comodità l'amministratore del sito il plugin utilizzato:<br />1. Filtri di 1 livello.<br />2. Filtri di 2 livello.<br />3. L'eliminazione di inutili record sulla visita in modalità automatica e manuale.<br />4. Esportare i record di visite per il sito in un file esterno per l'analisi successiva.
ru_ru: Этот плагин написан для администраторов сайтов, созданных на Wordpress. Основными функциями плагина являются: <br />1. Запись даты и времени посещения сайта людьми, роботами.<br />2. Запись регистрации посещения сайта: успешно, не успешно, без регистрации.<br />3. Запись адреса посетителя сайта: страна посетителя, его адрес веб-ресурса.<br />4. Запись информации о браузере, операционной системе посетителя.<br />5. Запись посетителя в категорию нежелательных и запрет на посещение сайта в установленный период времени.<br />Для удобства администратора сайта в плагине используются:<br />1. Фильтры 1 уровня.<br />2. Фильтры 2 уровня.<br />3. Удаление ненужных записей о посещении в автоматическом и ручном режимах.<br />4. Экспорт записей посещений сайта во внешний файл для последующего анализа.

source: 2.Filters level 1
de_de: 2.Filter Stufe 1
fr_fr: 2.Les filtres de niveau 1
it_it: 2.Filtri di livello 1
ru_ru: 2.Фильтры 1 уровня

source: The first level filters are filters located in the upper part of the main page of the plugin:<br />- (I group) <a href="https://codex.wordpress.org/Roles_and_Capabilities#Roles" target="_blank">role</a> of visitors.<br />- (I group) date (month/year) visiting the site.<br />- (group II), the username or IP of the visitor of the website.<br />Filters of the first level are major and affect the operation of filters of the second level. At the first level of filters in groups I and II are mutually exclusive and can simultaneously work with only one group of filters of the first level. The range of values in the drop-down filter list 1 level I group is based on actual visits to the site visitors. <br /><br />Filter 1 level (groups I and II)
de_de: Die erste Ebene-Filter sind Filter, die sich im oberen Teil der Hauptseite des plugins:<br />- (I-Gruppe) <a href="https://codex.wordpress.org/Roles_and_Capabilities#Roles" target="_blank">Rolle</a> Besucher.<br />- (I-Gruppe) Datum (Monat/Jahr) die Website besucht.<br />- (Gruppe II), den Benutzernamen oder die IP des Besuchers der website.<br />die Filter der ersten Stufe sind wichtiger und beeinflussen den Betrieb des filters der zweiten Stufe. Auf der ersten Ebene der Filter in den Gruppen I und II schließen sich gegenseitig aus und können gleichzeitig arbeiten mit nur einer Gruppe von filtern der ersten Ebene. Der Bereich der Werte in der Dropdown-Liste filter 1 level-I-Gruppe ist auf der Grundlage der tatsächlichen Besuche auf der Website Besucher. <br /><br />Filter 1-Ebene (Gruppen I und II)
fr_fr: Le premier niveau des filtres sont des filtres situés dans la partie supérieure de la page principale du plugin:<br />- (groupe I) <a href="https://codex.wordpress.org/Roles_and_Capabilities#Roles" target="_blank">rôle</a> de visiteurs.<br />- (groupe I) la date (mois/année) en visitant le site.<br />- (groupe II), le nom d'utilisateur ou l'adresse IP du visiteur du site web.<br />Filtres de premier niveau sont importants et affectent le fonctionnement des filtres de deuxième niveau. Au premier niveau des filtres dans les groupes I et II sont mutuellement exclusives et peuvent travailler simultanément avec un seul groupe de filtres de premier niveau. La plage de valeurs de la liste déroulante filtre de la liste 1 de niveau I, le groupe est basé sur les visites réelles pour les visiteurs du site. <br /><br />Filtre 1 niveau (groupes I et II)
it_it: Il primo livello di filtri sono filtri situato nella parte superiore della pagina principale del plugin:<br />- (I gruppo) <a href="https://codex.wordpress.org/Roles_and_Capabilities#Roles" target="_blank">ruolo</a> di visitatori.<br />- (I gruppo) data (mese/anno) di visitare il sito.<br />- (gruppo II), il nome utente o l'indirizzo IP del visitatore del sito.<br />Filtri di primo livello sono importanti e influenzano il funzionamento dei filtri di secondo livello. Al primo livello di filtri in gruppi I e II si escludono a vicenda e possono lavorare simultaneamente con un solo gruppo di filtri di primo livello. L'intervallo di valori in discesa, filtro elenco 1 a livello di gruppo si basa su visite reali per i visitatori del sito. <br /><br />Filtro 1 livello (gruppi I e II)
ru_ru: К фильтрам первого уровня относятся фильтры, находящиеся в верхней части основной страницы плагина:<br />- (I группа) <a href="https://codex.wordpress.org/Roles_and_Capabilities#Roles" target="_blank">роли</a> посетителей сайта.<br />- (I группа) дата (месяц/год) посещения сайта.<br />- (II группа) логин или IP посетителя сайта.<br />Фильтры первого уровня являются главными и влияют на работу фильтров второго уровня. На первом уровне фильтры I и II групп - являются взаимоисключающими и одновременно может работать только одна группа фильтров первого уровня. Диапазон значений в выпадающем списке фильтров 1 уровня, I группы формируется на основе фактических посещений посетителей сайта. <br /><br />Фильтры 1 уровня (I и II группы)

source: 3.Filters level 2
de_de: 3.Filter Stufe 2
fr_fr: 3.Les filtres de niveau 2
it_it: 3.Filtri di livello 2
ru_ru: 3.Фильтры 2 уровня

source: The second level filters are filters located in the upper part of the main page of the plugin under the colour panel:<br />- All visits (number of visits).<br />- Visit without registering on the website (number of visits).<br />- Visits to successful registered users of the website (number of visits).<br />- Unsuccessful attempts to register on the website website visitors (number of attempts).<br />- list of the robots visiting the website (number of visits).<br />- Visitors to the website listed in the black list (the number).<br /> Filter 2 level, working within the rules set by the filters 1 level.<br /><br />Filter 2 level (6 pieces)
de_de: Die zweite Ebene-Filter sind Filter, die sich im oberen Teil der Hauptseite des plugins unter dem Farb-panel:<br />- Alle Besuche (Anzahl der Besuche).<br />- Besuch ohne Registrierung auf der website (Anzahl der Besuche).<br />- Besuche erfolgreich registrierte Nutzer der website (Anzahl der Besuche).<br />- Erfolglose versuche, um zu registrieren, auf die website website-Besucher (Anzahl der versuche).<br />- eine Liste der Roboter, der die website besucht (Anzahl Besuche).<br />- Die Besucher der website in der schwarzen Liste (die Anzahl).<br /> Filter 2-Ebene, die Arbeit innerhalb der Regeln durch die Filter 1 level.<br /><br />Filter 2 level (6 Stück)
fr_fr: Le deuxième niveau, les filtres sont des filtres situés dans la partie supérieure de la page principale du plugin dans le panneau de couleur:<br />- Toutes les visites (nombre de visites).<br />- Visite sans vous inscrire sur le site (nombre de visites).<br />- Visites à la réussite des utilisateurs enregistrés du site (nombre de visites).<br />- des tentatives Infructueuses de vous inscrire sur le site web visiteurs de site web (nombre de tentatives).<br />- liste des robots qui visitent le site (nombre de visites).<br />- Les visiteurs du site web répertorié dans la liste noire (le nombre).<br /> Filtre 2 niveau, travaillant dans le cadre des règles fixées par les filtres de niveau 1.<br /><br />Filtre de niveau 2 (6 pièces)
it_it: Il secondo livello, i filtri sono filtri situato nella parte superiore della pagina principale del plugin sotto il pannello di colore:<br />- Tutte le visite (numero di visite).<br />- Visita senza la registrazione al sito (numero di visite).<br />- Visite successo per gli utenti registrati del sito (numero di visite).<br />- tentativi di registrarsi sul sito web i visitatori del sito (numero di tentativi).<br />- elenco dei robot di visitare il sito web (numero di visite).<br />- I visitatori del sito web elencati nella black list (il numero).<br /> Filtro 2 livello, lavorando all'interno delle regole stabilite dai filtri di 1 livello.<br /><br />Filtro 2 livello (6 pezzi)
ru_ru: К фильтрам второго уровня относятся фильтры, находящиеся в верхей части основной страницы плагина под цветной информационной панелью:<br />- Все посещения (количество посещений).<br />- Посещения без регистрации на сайте (количество посещений).<br />- Посещения успешно зарегистрированных посетителей сайта (количество посещений).<br />- Безуспешные попытки регистрации на сайте посетителей сайта (количество попыток).<br />- Перечень роботов, посещавших сайт (количество посещений).<br />- Посетители сайта, занесенные в черный список (количество).<br /> Фильтры 2 уровня работают в рамках правил, установленных фильтрами 1 уровня.<br /><br />Фильтры 2 уровня (6 штук)

source: 4.Panel info
fr_fr: 4.Panneau info
it_it: 4.Pannello info
ru_ru: 4.Панель инфо

source: 5.Bulk actions
de_de: 5.Bulk-Aktionen
fr_fr: 5.Des actions groupées
it_it: 5.Azioni collettive
ru_ru: 5.Массовые действия

source: 6.Settings screen
de_de: 6.Einstellungen Bildschirm
fr_fr: 6.Les paramètres de l'écran
it_it: 6.La schermata delle impostazioni
ru_ru: 6.Настройки экрана

source: 7.Other functions
de_de: 7.Andere Funktionen
fr_fr: 7.D'autres fonctions
it_it: 7.Altre funzioni
ru_ru: 7.Другие функции

source: Additional information:
de_de: Zusätzliche Informationen:
fr_fr: Informations supplémentaires:
it_it: Informazioni aggiuntive:
ru_ru: Дополнительно:

source: page the Wordpress repository
de_de: Seite der Wordpress-repository
it_it: pagina repository di Wordpress
ru_ru: страница репозитория Wordpress

source: home page support plugin
de_de: Startseite support plugin
fr_fr: la page d'accueil de support plugin
it_it: home page di supporto plugin
ru_ru: домашняя страница поддержки плагина

source: video communication with the developer of the plugin
de_de: video-Kommunikation mit dem Entwickler des plugins
fr_fr: vidéo de communication avec le développeur du plugin
it_it: video comunicazione con lo sviluppatore del plugin
ru_ru: видео-связь с разработчиком плагина

source: 1.General settings
de_de: 1.Allgemeine Einstellungen
fr_fr: 1.Paramètres généraux
it_it: 1.Impostazioni generali
ru_ru: 1.Основные настройки

source: 3.field: Do not register visits to:
de_de: 3.Feld: nicht registrieren Besuche:
fr_fr: 3.champ: Ne pas enregistrer les visites:
it_it: 3.campo: non si registra visite:
ru_ru: 3.поле: Не записывать визиты для:

source: Lists the ip addresses that will not be shown in the table of visits to the site. This can be useful for the ip of the administrator of the site, which makes no sense to bring to the table of visits to the site. Enumeration of ip addresses you need to divide the sign - semicolon (;)<br /><br />the List of ip addresses that will not be recorded in the table of visits to the site
de_de: Listet die ip-Adressen, die werden nicht angezeigt in der Tabelle der Besuche auf der Website. Dies kann nützlich sein, für die ip des administrator der Website, die keinen Sinn macht zu bringen, um die Tabelle der Besuche auf der Website. Die Aufzählung von ip-Adressen, die Sie brauchen, um teilen Sie die Zeichen - Semikolon (;)<br /><br />die Liste der ip-Adressen, werden nicht aufgenommen in die Tabelle der Besuche auf der Website
fr_fr: Répertorie les adresses ip qui ne seront pas affichés dans le tableau de visites sur le site. Cela peut être utile pour l'ip de l'administrateur du site, qui n'a pas de sens à apporter à la table de visites sur le site. L'énumération des adresses ip, vous devez diviser le signe + point - virgule (;)<br /><br />la Liste des adresses ip qui ne sont pas enregistrés dans le tableau de visites sur le site
it_it: Elenca gli indirizzi ip che non verrà mostrato nella tabella di visite al sito. Questo può essere utile per l'ip dell'amministratore del sito, che non ha alcun senso per portare in tavola delle visite al sito. Enumerazione di indirizzi ip, è necessario dividere il segno - il punto e virgola (;)<br /><br />la Lista di indirizzi ip che non verranno registrati nella tabella di visite al sito
ru_ru: Перечисляются ip адреса посетителей, которые не будут записываться в таблицу посещений сайта. Это может быть полезным для ip администратора сайта, который не имеет смысла заносить в таблицу посещений сайта. Перечисление ip адресов нужно разделять знаком - точка с запятой (;)<br /><br />Перечень ip адресов, которые не будут записываться в таблицу посещений сайта

source: 4.field: WHO-IS service
de_de: 4.Feld: WER-IST-Dienst
fr_fr: 4.champ: QUI-EST-service
it_it: 4.campo: \"CHI È di servizio
ru_ru: 4.поле: WHO-IS сервиса

source: Presented to choose one of the 4 WHO-is providers. Information about the site visitor is provided in the form: country code of the visitor, country name of visitor, city visitor. The quality and reliability of the information provided varies from region to region.<br /><br />Information provided to who-is service provider in the column of User IP
de_de: Vorgelegt wählen Sie Eine der 4, WER-ist-Anbietern. Informationen Über die Besucher der Website ist zur verfügung in der Form Gestellt: Landesvorwahl der Besucher, Land, Name der Besucher, Stadt und Besucher. Die Qualität und Zuverlässigkeit der Informationen Variiert von Region zu Region <br /> <br /> -. Informationen zur verfügung Gestellt wer-ist-Service-Provider in der Spalte Benutzer-IP
fr_fr: Présenté à choisir l'un des 4 QUI est des fournisseurs. Renseignements sur le visiteur du site est fourni sous la forme: code du pays de l'utilisateur, le nom du pays du visiteur, de cité le visiteur. La qualité et la fiabilité de l'information fournie varie d'une région à l'autre.<br /><br />les Informations fournies à qui-est prestataire de service dans la colonne de l'IP de l'Utilisateur
it_it: Presentato a scegliere uno dei 4 CHE è provider. Informazioni su il visitatore del sito è fornito in forma: codice del paese del visitatore, il nome del paese del visitatore, città ospite. La qualità e l'affidabilità delle informazioni fornite varia da regione a regione.<br /><br />Informazioni fornite a chi è fornitore di servizi nella colonna di IP dell'Utente
ru_ru: Представлены на выбор один из 4-х WHO-IS провайдеров. Информация о посетителе сайта предоставляется в виде: код страны посетителя, название страны посетителя, город посетителя. Качество и достоверность предоставляемой информации варьируется от региона к региону.<br /><br />Информация, предоставляемая who-is провайдером в колонке User IP

source: 5.field: Robots
fr_fr: 5.champ: les Robots
it_it: 5.campo: Robot
ru_ru: 5.поле: Роботы

source: Lists the names of the robots that are of interest to track the frequency of visits to the site. An enumeration of the names of the robots need to share the sign - semicolon (;)<br /><br />a List of robots that will be recorded in the table of visits to the site
de_de: Listet die Namen der Roboter, die von Interesse sind, spüren Sie die Frequenz der Besuche auf der Website. Eine enumeration mit den Namen der Roboter teilen müssen, die Zeichen - Semikolon (;)<br /><br />eine Liste der Roboter, die aufgezeichnet werden in der Tabelle der Besuche auf der Website
fr_fr: Répertorie les noms des robots qui sont d'intérêt pour le suivi de la fréquence des visites du site. Une énumération des noms des robots besoin de partager le signe + point - virgule (;)<br /><br />une Liste de robots qui seront enregistrées dans la table de visites sur le site
it_it: Elenca i nomi dei robot che sono di interesse per monitorare la frequenza delle visite al sito. Un'enumerazione dei nomi dei robot hanno bisogno di condividere il segno - il punto e virgola (;)<br /><br />un Elenco di robot che sarà registrato nella tabella di visite al sito
ru_ru: Перечисляются названия роботов, которые представляют интерес для отслеживания частоты посещения сайта. Перечисление названий роботов нужно разделять знаком - точка с запятой (;)<br /><br />Перечень роботов, которые будут записываться в таблицу посещений сайта

source: 1. Black list
de_de: 1. Schwarze Liste
fr_fr: 1. Liste noire
it_it: 1. Lista nera
ru_ru: 1. Черный список

source: On this page information is generated to block access to the IP of the visitor to the site visit. Information to lock is stored in the file .htaccess in a string (for example): Deny from 107.183.254.75 <br /><br />Information about blocking the IP of the visitor is stored in the form of:
de_de: Auf dieser Seite Informationen erzeugt Zugriff auf die IP des Besuchers auf den Besuch vor Ort zu blockieren. Die Informationen werden in der Datei .htaccess in einem String (zum Beispiel) gespeichert zu sperren: Verweigern von 107.183.254.75 <br /> <br /> Informationen über die IP des Besuchers Blockierung in Form gespeichert ist:
fr_fr: Sur cette page, l'information est générée pour bloquer l'accès à l'IP du visiteur de la visite du site. Informations sur lock est stockée dans le fichier .htaccess dans une chaîne de caractères (par exemple): Refuser de 107.183.254.75 <br /><br />Informations sur le blocage de l'IP du visiteur est enregistrée sous la forme de:
it_it: Su questa pagina generata per bloccare l'accesso all'IP del visitatore per la visita del sito. Informazioni di blocco viene memorizzato in un file .htaccess in una stringa (per esempio): Negare la 107.183.254.75 <br /><br />Informazioni su come bloccare l'IP del visitatore viene memorizzato in forma di:
ru_ru: На данной странице формируется информация для блокировки доступа IP посетителя к сайту посещения. Информация для блокировки заносится в файл .htaccess в виде строки (на пример): Deny from 107.183.254.75 <br /><br />Информация о блокировке IP посетителя хранится в виде:

source: 2.field: Ban start date
de_de: 2.Feld: Ban Startdatum
fr_fr: 2.champ: Interdiction de la date de début
it_it: 2.campo: Divieto di data di inizio
ru_ru: 2.поле: дата начала блокировки
