Repository: adminkov7/WatchMan-Site7
Catalog: languages/wms7-*.po
Languages: de_de, fr_fr, it_it, ru_ru

source: Basic settings of the plugin are formed on this page and stored in the table: prefix_options in the site database. Basic settings sgruppirovany in the option: wms7_main_settings. Additionally: the screen settings are stored in the same table in option wms7_screen_settings. There are two service options: wms7_current_page and wms7_visitors_per_page. If you delete the plugin the above options will be removed. And will also be deleted table: prefix_watchman_site and prefix_watchman_site_countries.
de_de: Grundlegende Einstellungen des plugins befinden sich auf dieser Seite und in der Tabelle gespeichert: prefix_options in der Website-Datenbank. Grundlegende Einstellungen sgruppirovany in der option: wms7_main_settings. Zusätzlich: die Einstellungen sind in der gleichen Tabelle gespeichert in die option wms7_screen_settings. Es gibt zwei service-Optionen: wms7_current_page und wms7_visitors_per_page. Wenn Sie löschen das plugin die oben genannten Optionen werden entfernt. Und auch die deleted-Tabelle: prefix_watchman_site und prefix_watchman_site_countries.
fr_fr: Paramètres de base du plugin sont formés sur cette page et stockés dans la table: prefix_options dans la base de données du site. Les paramètres de base de sgruppirovany dans l'option: wms7_main_settings. En outre: l'écran paramètres sont stockés dans le même tableau en option wms7_screen_settings. Il existe deux options de service: wms7_current_page et wms7_visitors_per_page. Si vous supprimez le plugin options ci-dessus sera supprimé. Et seront également supprimés de la table: prefix_watchman_site et prefix_watchman_site_countries.
it_it: Impostazioni di base del plugin sono formate su questa pagina e memorizzati nella tabella: prefix_options nel database del sito. Impostazioni di base sgruppirovany in opzione: wms7_main_settings. Inoltre: la schermata impostazioni vengono memorizzate nella stessa tabella in opzione wms7_screen_settings. Ci sono due opzioni: wms7_current_page e wms7_visitors_per_page. Se si elimina il plugin opzioni di cui sopra saranno rimossi. E sarà anche eliminata tabella: prefix_watchman_site e prefix_watchman_site_countries.
ru_ru: Основные настройки плагина формируются на данной странице и хранятся в таблице: префикс_options в базе данных сайта. Основные настройки сгруппированы в опцию: wms7_main_settings. Дополнительно: настройки экрана хранятся в той же таблице в опции wms7_screen_settings. Существуют еще две служебные опции: wms7_current_page и wms7_visitors_per_page. В случае удаления плагина выше перечисленные опции будут удалены. А также будут удалены таблицы: префикс_watchman_site и префикс_watchman_site_countries.

source: Counter of visits to the site
de_de: Zähler der Besuche auf der Website
fr_fr: Compteur de visites sur le site
it_it: Contatore di visite per il sito
ru_ru: Счетчик посещений сайта

source: Interval
de_de: Intervall
fr_fr: Intervalle
it_it: Intervallo
ru_ru: Интервал

source: Visits
de_de: Besuche
fr_fr: Visites
it_it: Visite
ru_ru: Визиты

source: month
de_de: monat
fr_fr: mois
it_it: mese
ru_ru: месяц

source: week
de_de: woche
fr_fr: semaine
it_it: settimana
ru_ru: неделя

source: today
de_de: heute
fr_fr: aujourd'hui
it_it: oggi
ru_ru: сегодня

source: Counter of visits
de_de: Zähler der Besuche
fr_fr: Compteur de visites
it_it: Contatore di visite
ru_ru: Счетчик визитов

source: visit statistics
de_de: besuchen Sie Statistiken
fr_fr: les statistiques de visite
it_it: visita le statistiche
ru_ru: статистика визитов

source: Select country of visitors
de_de: Wählen Sie Land der Besucher
fr_fr: Sélectionnez un pays de visiteurs
it_it: La scelta del paese di visitatori
ru_ru: Выбор страны посетителей

source: Country All
de_de: Alle Land
fr_fr: Tous les pays
it_it: Il paese tutto
ru_ru: Страны все

source: This plugin is designed for site administrators and is used to control the visits of site. The plugin has a number of useful service functions for monitoring important system files website.
de_de: Dieses Plugin ist für Administratoren von Webseiten und dient zur überwachung der Besuche auf der Website. Das Plugin hat eine Reihe von nützlichen Service-Funktionen für die überwachung wichtige Dateien Systemdateien.
fr_fr: Ce plug-in est conçu pour les administrateurs de sites web et utilisé pour le contrôle de visites du site. Le plugin dispose d'un certain nombre de fonctions de service pour la surveillance des fichiers importants de système de fichiers.
it_it: Questo plugin è stato progettato per gli amministratori del sito e viene utilizzato per controllare le visite del sito. Il plugin ha una serie di utili funzioni di servizio per il monitoraggio di file di sistema importanti del sito.
ru_ru: Этот плагин предназначен для администраторов сайтов и используется для контроля посещений сайта. Плагин имеет ряд полезных сервисных функций для мониторинга важных файлов системных файлов.

source: Geolocation visitor of site
de_de: Geolokalisierung des Besucher
fr_fr: Localisation de visiteur
it_it: Geolocalizzazione visitatore
ru_ru: Геолокация посетителя

source: Map
de_de: Karte
fr_fr: Carte
it_it: Mappa
ru_ru: Карта

source: API key required to display in a modal window, Google maps - location of a website visitor. The map window appears when you click the Map link in the column to Visit the IP in the table main page of the plugin. Detailed information about obtaining the key is on the support page of the plugin.
de_de: API-Schlussel ist erforderlich, um in einem modalen Fenster Google Maps - Standort des Besuchers. Das Kartenfenster erscheint beim anklicken des Links Karte Besuch in der Spalte IP in der Tabelle der Haupt-Seite des plugins. Ausfuhrliche Informationen uber den Erhalt des Schlussels befindet sich auf der Homepage der Unterstutzung des plugins.
fr_fr: La cle API est necessaire pour l'affichage dans la boite de dialogue modale de Google de la carte - localisation du visiteur du site. La fenetre de la carte s'affiche lorsque vous cliquez sur le lien de la Carte dans la colonne de Visite IP dans le tableau de la page du plugin. Informations detaillees sur l'obtention de la cle se trouve sur la page d'accueil de support de plug-in.
it_it: La chiave API e necessaria per visualizzare in una finestra modale Google maps - posizione del visitatore del sito. Finestra scheda viene visualizzata quando si fa clic link Scheda nella colonna di Visita IP nella tabella della pagina principale del plugin. Informazioni dettagliate su come ottenere la chiave si trova sulla home page di supporto plug-in.
ru_ru: Ключ API необходим для отображения в модальном окне Google карты - местоположения посетителя сайта. Окно карты выводится при нажатии ссылки Карта в колонке Визит IP в таблице основной страницы плагина. Подробная информация о получении ключа находится на домашней странице поддержки плагина.

source: Locate WiFi
de_de: Standort WiFi
fr_fr: Localisation WiFi
it_it: Localizzazione Wi-Fi
ru_ru: Локация WiFi

source: Visits of robots
de_de: Besuchen Robotern
fr_fr: La visite des robots
it_it: Visite di robot
ru_ru: Посещения роботов

source: Register visits by robots.
de_de: Registrieren Roboter besuchen.
fr_fr: Enregistrer les visites des robots.
it_it: Registro delle visite da robot.
ru_ru: Регистрировать посещения роботов.

source: Ban start
de_de: Start blockiert
fr_fr: Le début de verrouillage
it_it: Inizio blocco
ru_ru: Начало блокировки

source: Ban end
de_de: Das Ende der Sperrung
fr_fr: La fin de verrouillage
it_it: Fine del blocco
ru_ru: Конец блокировки

source: Description
de_de: Beschreibung
it_it: Descrizione
ru_ru: Описание

source: Locate IP
de_de: Standort IP
fr_fr: Localisation IP
it_it: Localizzazione IP
ru_ru: Локация IP

source: Note: Insert the shortcode - [black_list] in a page or an entry to display the table compromised IP addresses stored in the database -Black list.
de_de: Hinweis: Legen Sie die Kurzwahl - [black_list] in eine Seite oder den Eintrag, um die Tabelle kompromittierten IP-Adressen in der Datenbank gespeicherten Daten der \"Schwarzen Liste\".
fr_fr: Remarque: Insérer le shortcode - [black_list] dans une page ou une entrée pour afficher la table de compromis adresses IP stockées dans la base de données -liste Noire.
it_it: Nota: Inserire lo shortcode - [black_list] in una pagina o una voce per visualizzare la tabella compromesso indirizzi IP memorizzati nel database -Black list.
ru_ru: Примечание: Вставьте шорткод - [black_list] в страницу или запись для отображения таблицы скомпрометированных IP-адресов, хранящихся в базе данных «Черный список »

source: Visitor IP
de_de: Besucher IP
fr_fr: Le visiteur IP
it_it: Visitatore IP
ru_ru: Посетитель IP

source: 6.field: Visits of robots
de_de: 6.Felder: Besuchen Robotern
fr_fr: 6.champs: Visites des robots
it_it: 6.campo: Visite robot
ru_ru: 6.поле: Визиты роботов

source: In the case of setting the flag, all visits by robots will be recorded in the database. The names of the robots are taken from section 5 of the Robots
de_de: Wenn dieses Flag gesetzt, dann werden alle Roboter Besuche auf der Website gespeichert werden. Die Namen der Roboter stammen aus dem Feld der Einstellungen - Roboter
fr_fr: Si vous installez cet indicateur, toutes les visites des robots sur le site seront enregistrées. Les noms des robots proviennent des champs 5 réglages de Robots
it_it: Se impostare questo flag, tutte le visite robot sul sito saranno registrati. I nomi dei robot provengono da campi impostazioni - Robot
ru_ru: Если установить этот флаг, то все визиты роботов на сайт будут записаны. Имена роботов берутся из поля настроек - Роботы

source: 7.field: Robots banned
de_de: 7.Felder: Verbotene Roboter
fr_fr: 7.champ: Interdits robots
it_it: 7.campo: Vietati i robot
ru_ru: 7.поле: Запрещенные роботы

source: A list of names of robots whose access to the site is denided. The enumeration of the names of the robots need to share the sign - semicolon (;)<br /><br />a List of robots that will be recorded into the file .htaccess. If this field is clear, all record lock be removed from the file .htaccess
de_de: Hier ist die Liste der Namen von Robotern, denen der Zugang zur Website wird blockiert. Listen Sie die Namen der Roboter durch ein Semikolon (;)<br /><br />die Liste der Roboter wird am Anfang der Datei eingetragen .htaccess Wenn dieses Feld in den Einstellungen zu reinigen, wird automatisch die Blockierung der Aufnahme aus .htaccess werden aus der Datei entfernt.
fr_fr: C'est la liste des noms des robots, dont l'accès au site est bloqué. Dressez la liste des noms de robots par un point-virgule (;)<br /><br />la Liste des robots sera inscrite dans le début du fichier .htaccess Si cette case dans les paramètres de nettoyer automatiquement, le blocage de l'enregistrement .htaccess seront supprimés à partir du fichier.
it_it: Questo è un elenco di nomi di robot, di cui l'accesso al sito sarà bloccato. Elencare i nomi dei robot attraverso un punto e virgola (;)<br /><br />una Lista di robot sarà inserito all'inizio del file .htaccess Se questo campo nelle impostazioni pulire, automaticamente, blocco di registrazione .htaccess saranno rimossi dal file.
ru_ru: Это - список имен роботов, доступ которых к сайту будет заблокирован. Перечислите имена роботов через точку с запятой (;)<br /><br />Перечень роботов будет занесен в начало файла .htaccess Если данное поле в настройках почистить, то автоматически, блокирующие записи из .htaccess будут удалены из файла.

source: 8.field: Google Maps API key
de_de: 8.Felder: Google Maps API key
fr_fr: 8.champs: Google Maps API key
it_it: 8.campo: Google Maps API key
ru_ru: 8.поле: Google Maps API key

source: Do not register visits for
de_de: Nicht registrieren für Besuche
fr_fr: Ne pas enregistrer les visites pour
it_it: Non registrare le visite per
ru_ru: Не регистрировать посещения для

source: Robots banned
de_de: Verbotene Roboter
fr_fr: Interdits des robots
it_it: Vietati i robot
ru_ru: Запрещенные роботы

source: none
de_de: Nein
fr_fr: non
it_it: no
ru_ru: нет

source: Visits this name will be banned
de_de: Besuche mit diesen Namen werden verboten
fr_fr: Les visites de ces noms seront interdits
it_it: Visite con questi nomi saranno vietati
ru_ru: Визиты с этими именами будут забанены

source: get the geolocation
fr_fr: géolocalisation
it_it: geolocalizzazione
ru_ru: данные геолокации

source: Log console Google API Console, create your project and enable Google Maps JavaScript API, Google Maps Geocoding API in this project.<br />To view the list of enabled APIs:<br />1.Go to Google API Console. <a href="https://console.developers.google.com/apis/credentials" target="_blank">Page registration Google Maps API key</a><br />2.Click Select a project, then select the same project you created and click Open.<br />3.In the API list on the Dashboard page, find Google Maps JavaScript API and Google Maps Geocoding API.<br />4.If these APIs are listed all installed. If these APIs are not in the list, add them:<br />-At the top of the page, select ENABLE API to open the Library tab. Alternatively, you can select Library in the left menu.<br />-Find the Google Maps JavaScript API and Google Maps Geocoding API and select them from the list of results.<br />-Click ENABLE. When the process is complete, Google Maps JavaScript API and Google Maps Geocoding API will appear in the API list on the Dashboard
de_de: Log-Konsole der Google API-Konsole erstellen Sie Ihr Projekt, und aktivieren Sie Google-Maps-JavaScript-API, Google Maps Geocoding API in diesem Projekt.<br />Zum anzeigen der Liste der aktivierten APIs:<br />1.Gehen Sie zu Google API Console. <a href="https://console.developers.google.com/apis/credentials" target="_blank">Seite \" Registrierung Google Maps-API-Schlüssel</a><br />2.Klicken Sie ein Projekt Auswählen, dann wählen Sie das gleiche Projekt, das Sie erstellt haben, und klicken Sie auf \"Öffnen\".<br />3.In der API-Liste auf der Dashboard-Seite, findet Google Maps-JavaScript-API und der Google Maps Geocoding API.<br />4.Wenn Sie diese APIs aufgelistet sind alle installiert. Wenn Sie diese APIs sind nicht in der Liste enthalten, fügen Sie diese:<br />-Am oberen Rand der Seite, wählen Sie \"ENABLE API öffnen Sie die Registerkarte \"Bibliothek\". Alternativ können Sie wählen Sie \"Bibliothek\" in der linken Menü.<br />-Finden Sie die Google Maps-JavaScript-API und der Google Maps Geocoding API und wählen Sie Sie aus der Liste der Ergebnisse.<br />-Klicken Sie auf AKTIVIEREN. Wenn der Prozess abgeschlossen ist, wird Google Maps-JavaScript-API und der Google Maps Geocoding API erscheint in der API-Liste auf dem Armaturenbrett
fr_fr: Journal de la console API Google Console, créez votre projet et de permettre à Google Maps JavaScript API de Google Maps API de Géocodage dans ce projet.<br />Pour afficher la liste des permis d'Api:<br />1.Accédez à Google API Console. <a href="https://console.developers.google.com/apis/credentials" target="_blank">Page d'inscription Google Maps API key</a><br />2.Cliquez sur Sélectionner un projet, puis sélectionnez le même projet que vous avez créé et cliquez sur Ouvrir.<br />3.Dans la liste des API sur la page de tableau de bord, trouver Google Maps JavaScript API et Google Maps API de Géocodage.<br />4.Si ces Api sont répertoriés tous installés. Si ces Api ne sont pas dans la liste, ajouter:<br />-En haut de la page, sélectionnez ACTIVER l'API pour ouvrir l'onglet Bibliothèque. Alternativement, vous pouvez sélectionner la Bibliothèque dans le menu de gauche.<br />-Trouver les Cartes Google maps JavaScript API et Google Maps API de Géocodage et de les sélectionner dans la liste de résultats.<br />-Cliquez sur ACTIVER. Lorsque le processus est terminé, Google Maps JavaScript API et Google Maps API de Géocodage apparaîtra dans la liste des API sur le tableau de bord
it_it: Console di registro API di Google Console, creare il vostro progetto e attivare Google Maps JavaScript API, le Mappe di Google Geocoding API in questo progetto.<br />Per visualizzare l'elenco degli abilitati Api:<br />1.Vai su Google API Console. <a href="https://console.developers.google.com/apis/credentials" target="_blank">Pagina di registrazione di Google Maps API key</a><br />2.Fare clic su Selezionare un progetto, quindi selezionare lo stesso progetto è stato creato e fare clic su Apri.<br />3.Nell'API elenco nella pagina Dashboard, trovare Google Maps JavaScript API di Google Maps e di Geocoding API.<br />4.Se queste Api sono elencati tutti installati. Se queste Api non sono in elenco, aggiungere:<br />-nella parte superiore della pagina, selezionare ABILITA API per aprire la scheda Libreria. In alternativa, è possibile selezionare Libreria nel menù a sinistra.<br />-Trovare le Mappe di Google maps JavaScript API di Google Maps e di Geocoding API e selezionare dalla lista dei risultati.<br />-fare Clic su ATTIVA. Quando il processo è completo, Google Maps JavaScript API di Google Maps e di Geocoding API apparirà nell'API elenco sul Cruscotto
ru_ru: Войдите в консоль Google API Console, создайте свой проект и включите Google Maps JavaScript API, Google Maps Geocoding API в этот проект.<br />Чтобы просмотреть список включенных API:<br />1.Перейдите в Google API Console. <a href=\"https://console.developers.google.com/apis/credentials\" target=\"_blank\">Page registration Google Maps API key</a><br />2.Нажмите кнопку Select a project, затем выберите тот же проект, который вы создали, и нажмите Open.<br />3.В списке API на странице Dashboard найдите Google Maps JavaScript API и Google Maps Geocoding API.<br />4.Если эти API присутствуют в списке – все установлено. Если этих API в списке нет, включите их:<br />-Вверху страницы выберите ENABLE API, чтобы открыть вкладку Library. В качестве альтернативы можно выбрать пункт Library в меню слева.<br />-Найдите Google Maps JavaScript API и Google Maps Geocoding API и выберите их из списка результатов.<br />-Нажмите ENABLE. Когда процесс завершится, Google Maps JavaScript API и Google Maps Geocoding API появятся в списке API на панели Dashboard

source: Insert Google Maps API key (for Google Maps JavaScript API and Google Maps Geocoding API). Visit
ru_ru: Вставьте Google Maps API key (для Google Maps JavaScript API и Google Maps Geocoding API). Посетите

source: Additional features of the plugin are in the form of buttons located at the bottom of the main table, visit the website:<br />- « index » feature edit and save in a modal window file index.php<br />- « robots » feature edit and save in a modal window file rorots.txt<br />- « htaccess » edit function and save in a modal window file.htaccess<br />- « wp-config » function to edit and save it in a modal window file wp-config.php<br />- « wp-cron » output function and removal of task wp-cron in a modal window<br />- « statistics » statistics of visits to the site<br /><br />Additional features
de_de: Weitere features des plugins sind in form von Schaltflächen am unteren Rand des Haupt-Tabelle, besuchen Sie die Webseite:<br />- « index » - Funktion, Bearbeiten und speichern Sie in einem modalen Fenster die Datei index.php<br />- « robots » - Funktion, Bearbeiten und speichern Sie in einem modalen Fenster die Datei robots.txt<br />- « htaccess » Bearbeiten \" - Funktion und speichern Sie in einem modalen Fenster Datei.htaccess<br />- « wp-config » - Funktion zu Bearbeiten, und speichern Sie es in einem modalen Fenster die Datei wp-config.php<br />- « wp-cron » - Ausgabe-Funktion und Entfernung der task wp-cron in einem modalen Fenster« statistics » Statistik der Besuche auf der Website<br /><br />Zusätzliche Funktionen
fr_fr: Les fonctionnalités supplémentaires du plugin sont sous la forme de boutons situés au bas de la table principale, visitez le site web:<br />- « index » fonction d'éditer et d'enregistrer dans un fichier de la fenêtre modale index.php<br />- « robots » fonction d'éditer et d'enregistrer dans un fichier de la fenêtre modale robots.txt<br />- « htaccess » modifier la fonction et de l'enregistrer dans une fenêtre modale fichier.htaccess<br />- « wp-config » de la fonction à modifier et l'enregistrer dans un fichier de la fenêtre modale wp-config.php<br />- « wp-cron » sortie de la fonction et de la suppression de la tâche wp-cron dans une fenêtre modale<br />- « statistics » les statistiques de visites sur le site<br /><br />fonctionnalités Supplémentaires
it_it: Ulteriori caratteristiche del plugin sono in forma di pulsanti situati nella parte inferiore della tabella principale, visitare il sito:<br />- « index» funzione di modificare e salvare in una finestra modale file index.php<br />- « robot » funzione di modificare e salvare in una finestra modale file rorots.txt<br />- « htaccess » funzione di modifica e salva in una finestra modale file.htaccess<br />- « wp-config » che consente di modificare e salvare in una finestra modale file wp-config.php<br />- « wp-cron » funzione d'uscita e la rimozione dell'attività wp-cron in una finestra modale<br />- « statistics » le statistiche delle visite al sito<br /><br />caratteristiche Aggiuntive
ru_ru: Дополнительные функции плагина выполнены в виде кнопок и расположены в нижней части основной таблицы посещения сайта:<br />- « index » функция редактирования и сохранения в модальном окне файла -index.php<br />- « robots » функция редактирования и сохранения в модальном окне файла -robots.txt<br />- « htaccess » функция редактирования и сохранения в модальном окне файла -.htaccess<br />- « wp-config » функция редактирования и сохранения в модальном окне файла -wp-config.php<br />- « wp-cron » функция вывода и удаления задач wp-cron в модальном окне<br />- « statistics » статистика визитов на сайт<br /><br />Дополнительные функции

source: 8.Map
ru_ru: Карта

source: Refresh table of visits
ru_ru: Обновить визиты

source: Exporting Table Fields
ru_ru: Экспорт визитов

source: History visits
ru_ru: История визитов

source: Robots-last day visit
ru_ru: Роботы - последний визит

source: Visits result
de_de: Besuche Ergebnis
it_it: Visite risultato

source: Admin - he is kind, he is simply a strict
de_de: Admin - er ist freundlich, er ist einfach eine strenge
it_it: Admin - egli è buono, egli è semplicemente un rigoroso

source: Panel_info
it_it: Pannello_info

source: General_settings
de_de: Allgemeine_Einstellungen
it_it: Impostazioni_generali

source: History_visits
de_de: Geschichte_besucht
it_it: Storia_visite

source: Robots-last_day_visit
de_de: Roboter_letzten_tag_besuchen
it_it: Robot_ultimo_giorno_di_visita

source: Black_list
de_de: Schwarze_liste
it_it: Lista_nera

source: Yes
de_de: ja
fr_fr: oui

source: No
de_de: keine
fr_fr: pas de
